Repository: billcotter/staging.dev
Catalog: staging_content/plugins/wordpress-database-reset/languages/wp-reset-*.po
Languages: fr_fr, pt_br

source: You entered the wrong value - please try again
fr_fr: Vous avez entré une valeur incorrecte - s'il vous plaît essayez à nouveau.
pt_br: Você digitou o valor errado - por favor tente novamente

source: You did not select any database tables
pt_br: Você não selecionou nenhuma tabela do banco de dados

source: The WordPress database has been reset successfully
fr_fr: La base de données WordPress a été réinitialisé avec succès
pt_br: O banco de dados do WordPress foi reiniciado com sucesso

source: Database Reset
fr_fr: Réinitialisation base de données
pt_br: Reiniciar Banco de Dados

source: Please choose from the following database tables the ones you would like to reset
pt_br: Por favor, escolha a partir das tabelas do banco de dados abaixo o que você gostaria de reiniciar

source: Select All
pt_br: Selecionar Tudas

source: Type in (or copy/paste) the generated value into the text box
pt_br: Digite (ou copie/cole) o valor gerado na caixa de texto

source: Reset Database
fr_fr: Réinitialiser
pt_br: Reiniciar Banco de Dados

source: Reactivate current plugins after reset?
fr_fr: Réactiver les plugins actuels après la réinitialisation?
pt_br: Reativar os plugins atuais depois de reiniciar?

source: The default user <strong><u>admin</u></strong> was never created for this WordPress install. So <strong><u>%s</u></strong> will be recreated with its current password instead
fr_fr: L'utilisateur <strong><u>admin</u></strong> par défaut n'a jamais été créé pour cette installation de WordPress. Alors <strong><u>%s</u></strong> sera plutôt recréé avec son mot de passe actuel.
pt_br: O usuário padrão <strong><u>admin</u></strong>, nunca foi criado nesta instalação do WordPress. Então, o usuário <strong><u>%s</u></strong> será recriado com a sua senha atual

source: The default user <strong><u>admin</u></strong> will be recreated with its current password upon resetting
fr_fr: L'utilisateur <strong><u>admin</u></strong> par défaut sera recréé avec son mot de passe actuel après la réinitialisation
pt_br: O usuário padrão <strong><u>admin</u></strong> será recriado com sua senha atual mediante a reinicialização

source: Note that once you reset the database, all users will be deleted except the initial admin user.
fr_fr: Notez qu'une fois la base de données soit réinitialiser, tous les utilisateurs seront supprimées à l'exception de l'utilisateur admin initial.
pt_br: Note que, uma vez que você reiniciar o banco de dados, todos os usuários serão apagados, exceto o usuário <strong><u>admin</u></strong> inicial.

source: Select Table
pt_br: Selecionar Tabela

source: Clicking OK will result in your database being reset to its initial settings. Continue?
fr_fr: Si vous cliquez sur OK, votre base de données sera supprimé. Continuer?
pt_br: Clicar em OK fará com que o banco de dados seja reiniciado para as configurações iniciais. Continuar?

source: Have any cool ideas for this plugin? Contact me either by <a href="http://twitter.com/#!/chrisberthe">Twitter</a> or by <a href="https://github.com/chrisberthe">GitHub</a>.
fr_fr: Avez-vous des idées pour ce plugin?
pt_br: Tem alguma idéia legal para este plugin? Entre em contato comigo pelo <a href="http://twitter.com/#!/chrisberthe">Twitter</a> ou pelo <a href="https://github.com/chrisberthe">GitHub</a>.

source: If this plugin becomes non-functional in any way due to WordPress upgrades, rest assured I will update it.
fr_fr: Si ce plugin ne marche plus à cause de mises à jour WordPress, rassurez-vous que je vais le mettre à jour dès que possible.
pt_br: Se este plugin se tornar não-funcional de alguma forma devido a upgrades WordPress, eu vou atualizá-lo.

source: Goodbye for now.
fr_fr: À bientôt.
pt_br: Adeus por agora.

source: WordPress Database Reset
fr_fr: Réinitialisation base de données
pt_br: WordPress Reiniciar Banco de Dados

source: The tables you selected have been successfully reset to their default settings:
pt_br: As tabelas selecionadas foram reiniciadas com sucesso para suas configurações padrão:

source: Password: The password you chose during the install.
fr_fr: Mot de passe: Le mot de passe que vous avez choisi lors de l'installation.
pt_br: Senha: A senha que você escolheu durante a instalação.

source: Please type in (or copy/paste) the generated value into the text box
fr_fr: Veuillez entrer (ou copier / coller) la valeur générée dans la zone de texte

source: The WordPress database has been successfully reset to its default settings:
fr_fr: La base de données WordPress a été réinitialisé avec succès:
