Repository: billcotter/staging.dev
Catalog: staging_content/plugins/scissors-continued/languages/scissors-*.po
Languages: da_dk, de_de, et_ee, fr_fr, lv_lv, ro_ro, tr_tr

source: Full size
da_dk: Fuld størrelse
de_de: Volle Größe
et_ee: Algne suurus
fr_fr: Taille originale
lv_lv: Pilns izmērs
ro_ro: Talie originală
tr_tr: Tam boyut

source: Max Width
da_dk: Max bredde
de_de: Max. Breite
et_ee: Suurim laius
fr_fr: Largeur max
lv_lv: Maksimālais platums
tr_tr: Maksimum En

source: Max Height
da_dk: Max højde
de_de: Max. Höhe
et_ee: Suurim kõrgus
fr_fr: Hauteur max
lv_lv: Maksimālais augstums
tr_tr: Maksimum Yükseklik

source: Specify 0 to disable resizing in a particular dimension.
da_dk: Angiv 0 for at deaktivere ændring af størrelse i en dimension
de_de: Skalierung entlang einer Achse kann durch Angabe des Werts 0 deaktiviert werden.
et_ee: Määra 0 kui soovid ennetada pildi kuju teljesuunast muutmist.
fr_fr: Indiquez 0 pour désactiver le redimensionnement d'une dimension particulière.
lv_lv: Norādīt 0 lai izslēgtu izmēru maiņu šai dimensijai.
ro_ro: Folosiți 0 pentru a dezactiva redimensionarea pe o dimensiune în particular.
tr_tr: Bir parça ebat içerisinde boyutlandırmayı etkisiz kılmak için 0 olarak belirle

source: Adaptive mode: Limit width of landscape images and height of portrait images.
da_dk: Tilpasningsmodus: Begræns bredde af liggende og højde af liggende formater.
de_de: Adaptiver Modus: Beschränke Breite von breitformatigen und Höhe von hochformatigen Bildern.
et_ee: Lõimeseade: Piira rõhtse asetusega kujutiste laiust ja püstiste kujutiste kõrgust.
fr_fr: Mode adapté: limite la largeur les images panoramiques et la hauteur des images portrait.
lv_lv: Adaptīvais veids: Ierobežots platums ainavu attēliem un augstums portreta attēliem.
ro_ro: Mod adaptiv: Limitează lățimea imaginilor panoramă şi înălţimea imaginilor portret.

source: Crop medium images to exact dimensions (normally medium images are proportional)
da_dk: Beskær medium billeder til nøjagtige dimensioner (medium billeder er normalt proportionale)
de_de: Beschneide mittlere Bilder in die richtige Größe (mittlere Bilder sind normalerweise proportional)
fr_fr: Retailler les images moyennes aux dimensions exactes (en général les dimensions des images moyennes sont proportionnelles)
ro_ro: Decupează imaginile de dimensiuni medii la dimensiuni exacte (în mod normal, imaginile de dimensiuni medii sunt proporţionale)

source: Crop large images to exact dimensions (normally large images are proportional)
da_dk: Beskær store billeder til nøjagtige dimensioner (store billeder er normalt proportionale)
de_de: Beschneide große Bilder in die richtige Größe (große Bilder sind normalerweise proportional)
fr_fr: Retailler les images grande taille aux dimensions exactes (en général les images grande tailles sont proportionnelles)
ro_ro: Decupează imaginile de dimensiuni mari la dimensiuni exacte (în mod normal, imaginile de dimensiuni mari sunt proporţionale)

source: The Scissors image cropping functionality can be configured here ...
da_dk: Billedbeskæringsfunktionen i Scissor kan konfigureres her ...
de_de: Die Scissors Bildbeschneidungsfunktionen können hier konfiguriert werden ...
fr_fr: La fonction de retaillage d'image de Scissors peut être configurée ici ...
lv_lv: Scissors attēla apgriešanas funkcijas var konfigurēt šeit ...
ro_ro: Funcționalitățile Scissors de decupare de imagini pot fi configurate aici ...

source: Default aspect ratio
da_dk: Standard for proportionsforhold
de_de: Standardseitenverhältnis
fr_fr: Proportions par défaut
lv_lv: Noklusētā izmēra attiecība
ro_ro: Aspect imagine implicit

source: Maintain original aspect ratio.
da_dk: Bevar original proportionsforhold.
de_de: Original Seitenverhältnis beibehalten.
fr_fr: Conserver les proportions originales
lv_lv: Saglabāt orģinālo izmēra attiecību.
ro_ro: Păstrează aspectul original al imaginii

source: Lock aspect ratio to %s.
da_dk: Lås proportionsforhold til %s.
de_de: Sperre Seitenverhältnis auf %s.
et_ee: Lukusta kuju suhe %s.
fr_fr: Fixer le format d'image à %s.
lv_lv: Saslēgt izmēra attiecību uz %s.
ro_ro: Blochează aspectul imaginii la %s.
tr_tr: Açı oranını %s olarak kilitle

source: Do not lock aspect ratio.
da_dk: Lås ikke proportionsforholdet.
de_de: Seitenverhältnis nicht sperren.
fr_fr: Ne pas conserver les proportions originales.
lv_lv: Nesaslēgt izmēra attiecību.
ro_ro: Nu bloca aspectul imaginii.

source: Default REIR state
da_dk: Brug REIR som standard
de_de: Standard REIR-Status
fr_fr: Réglages par défaut REIR
lv_lv: Noklusētais REIR stāvoklis
ro_ro: Starea REIR implicită

source: enabled
da_dk: aktiveret
de_de: eingeschaltet
fr_fr: activé
lv_lv: atļauts
ro_ro: activat

source: Cropping
da_dk: Beskæring
de_de: Bildbeschneidung
fr_fr: Rataillage
lv_lv: Samazināšana
ro_ro: Decupare

source: The Scissors plugin supports automatic watermarking of images. Please configure this feature here ...
da_dk: Scissors-pluginnet understøtter automatisk anbringelse af vandmærke. Konfigurér venligst funktionen her ...
de_de: Das Scissors-Plugin unterstützt das automatisierte Prägen von Wasserzeichen auf Bilder. Die Konfiguration dieser Funktionalität kann hier vorgenommen werden ...
et_ee: Scissors-lisasäte võimaldab automaatset vesimärgistust. Seaded siit ...
fr_fr: Le plugin Scissors gère le watermarking (filigrane) automatique des images. Veuillez configurer cette composante ici...
lv_lv: Scissors spraudnis atbalsta automātisko ūdenszīmēm attēliem. Lūdzu konfigurēt šo iespēju šeit ...
ro_ro: Scissors suportă suprapunerea automată a unui watermark pe imagini. Vă rugăm să configurați această facilitate aici ...
tr_tr: Scissors eklentisi resimlere otomatik olarak watermark eklemeye yarar. Lütfen özellik ayarlarını buradan yapın...

source: large
da_dk: stor
de_de: große Größe
et_ee: suur
lv_lv: liela
ro_ro: mare
tr_tr: büyük

source: thumbnail
da_dk: miniature
de_de: Vorschaubild
et_ee: pisipilt
fr_fr: miniature
lv_lv: ikona
ro_ro: miniatură
tr_tr: küçük resim

source: full
da_dk: hel
de_de: volle Größe
et_ee: algne suurus
fr_fr: complet
lv_lv: pilna
ro_ro: complet

source: custom
da_dk: brugerdefineret
de_de: benutzerdefinierte Größe
et_ee: oma valitud
fr_fr: personnalisé
lv_lv: parasti
ro_ro: personalizat

source: Image
da_dk: Billede
de_de: Bild
et_ee: Kujutis
lv_lv: Attēls
ro_ro: Imagine
tr_tr: Resim

source: Select Image
da_dk: Vælg billede
de_de: Bild auswählen
et_ee: Vali kujutis
fr_fr: Sélectionner une image
lv_lv: Izvēlēties attēlu
ro_ro: Selectați imaginea
tr_tr: Resimi seç

source: Click the button, pick an image in the opening dialog, and use "Insert into Post" to make the selection.
da_dk: Klik på knappen, vælg et billede i Åbn-dialogboksen, og brug "Indsæt i indlæg" til at gennemføre valget.
de_de: Klicke den Knopf, wähle ein Bild im sich öffnenden Dialog aus und verwende "In den Artikel einfügen" um die Auswahl zu treffen.
et_ee: Klikka nuppu, vali kujutis avanenud valikuaknast ja kasuta linki "Lisa tekstile" soovitud kujutise lisamiseks.
fr_fr: Cliquer le bouton, choisir une image dans le menu qui s'affiche et utiliser "Insérer dans le billet* pour effectuer la sélection.
lv_lv: Noklikšķiniet uz pogas, izvēlieties attēlu dialoga logā, un izmantot "INSERT INTO Post ", lai veiktu izvēli.
ro_ro: Faceţi clic pe buton, alegeţi o imagine în caseta de dialog, şi folosiți "Inserează în Post" pentru a selecta.
tr_tr: Butona tıkla, açılacak olan diyalog içerisinden bir resim seç, ve seçilen yapmak için "Insert into Post" kullan.

source: Size
da_dk: Størrelse
de_de: Größe
et_ee: Suurus
fr_fr: Taille
lv_lv: Izmērs
ro_ro: Dimensiune
tr_tr: Boyut

source: Do not resize the watermark.
da_dk: Ændr ikke størrelse på vandmærket.
de_de: Die Größe des Wasserzeichens nicht ändern.
et_ee: Ära muuda vesimärgi suurust.
fr_fr: Ne pas redimensionner le watermark (filigrane).
lv_lv: Nesamazināt ūdenszīmi
ro_ro: Nu redimensiona watermark-ul
tr_tr: Watermark'ı tekrar boyutlandırma.

source: Limit the watermark to %s percent of the destination image area.
da_dk: Begræns vandmærket til %s procent af billedarealet.
de_de: Beschränke das Wasserzeichen auf %s Prozent der Fläche des Zielbildes.
et_ee: Piira vesimärgi %s protsendini kaitstava pildi suurusest.
fr_fr: Limiter le watermark (filigrane) à %s pourcent de la surface de l'image finale.
lv_lv: Limitēt ūdenszīmi uz% s procentus no galamērķa attēlam.
ro_ro: Limitează watermark-ul la %s procente din suprafata imaginii destinaţie.
tr_tr: Watermark'ı hedef resim alanının yüzde %s'ine limitle.

source: Horizontal alignment
da_dk: Vandret justering
de_de: Horizontale Ausrichtung
et_ee: Rõhtne paigutus
fr_fr: Alignement horizontal
lv_lv: Horizontālais novietojums
ro_ro: Aliniere orizontală
tr_tr: Yatay dizi

source: Left
da_dk: Venstre

source: Center
da_dk: Midt på

source: Right
da_dk: Højre

source: Middle
da_dk: Midt for

source: Bottom
da_dk: Bund

source: Watermarking
da_dk: Indsættelse af vandmærke
de_de: Wasserzeichen
et_ee: Vesimärgistus
fr_fr: Watermarking (insertion d'un filigrane)
lv_lv: Udenszīme
ro_ro: Adăugare de watermark

source: Enable
da_dk: Aktivér
de_de: Einschalten
et_ee: Kasuta kujutistel
fr_fr: Disponible
lv_lv: Atļauts
ro_ro: Activare
tr_tr: Onayla

source: Vertical alignment
da_dk: Lodret justering
de_de: Vertikale Ausrichtung
et_ee: Püstine paigutus
fr_fr: Alignement vertical
lv_lv: Vertikālais novietojums
ro_ro: Aliniere verticală
tr_tr: Dikey dizi

source: Settings
da_dk: Indstillinger
et_ee: Sätted
lv_lv: Uzstādijumi

source: Skip watermarking of images
da_dk: Skip vandmærkning af billeder
de_de: Überspringe das Aufbringen von Wasserzeichen
et_ee: Ära vesimärgista kujutisi
fr_fr: Éviter le filigrane (watermark) sur les images
lv_lv: Izlaist udenszīmju likšanu bildēm
ro_ro: Omite adăugarea de watermark peste imagini

source: Skip scaling of full-size images
da_dk: Skip skalering af billeder i fuld størrelse
de_de: Überspringe das Skalieren der vollen Größe von Bildern
et_ee: Ära skaleeri algseid kujutisi
fr_fr: Éviter le redimensionnement des images originales
lv_lv: Izlaist samazināšanu pilna izmēra bildēm
ro_ro: Omite scalarea imaginilor complete

source: Crop
da_dk: Beskær
de_de: Beschneiden
et_ee: Lõika
fr_fr: Tailler
lv_lv: Samazināt
ro_ro: Decupare
tr_tr: Kes

source: Resize
da_dk: Ændr størrelse
de_de: Skalieren
et_ee: Muuda suurust
fr_fr: Redimensionner
lv_lv: Izmainīt
ro_ro: Redimensionare
tr_tr: Yeniden Boyutlandır

source: Rotate
da_dk: Rotér
de_de: Drehen
et_ee: Keera
fr_fr: Tourner
lv_lv: Rotēt
ro_ro: Rotire
tr_tr: Döndür

source: Watermarks
da_dk: Vandmærker
de_de: Wasserzeichen
et_ee: Vesimärgised
fr_fr: Watermarks (filigranes)
lv_lv: Udenszīmes
ro_ro: Watermark-uri

source: Apply
da_dk: Anvend
de_de: Anwenden
et_ee: Aktiveeri
fr_fr: Appliquer
lv_lv: Apstiprināt
ro_ro: Aplică

source: Abort
da_dk: Afbryd
de_de: Abbrechen
et_ee: Katkesta
fr_fr: Annuler
lv_lv: Atcelt
ro_ro: Renunță
tr_tr: Durdur

source: Crop %s.
da_dk: Beskær %s.
de_de: Beschneide %s.
et_ee: Lõika %s.
fr_fr: Tailler %s.
lv_lv: Samazināt %s.
ro_ro: Decupează %s.
tr_tr: %s kes.

source: width
da_dk: bredde
de_de: Breite
et_ee: laius
fr_fr: largeur
lv_lv: platums
ro_ro: lățime
tr_tr: en

source: height
da_dk: højde
de_de: Höhe
et_ee: kõrgus
fr_fr: hauteur
lv_lv: augstums
ro_ro: înălțime
tr_tr: yükseklik

source: long side
da_dk: lange side
de_de: längere Seite
et_ee: pikk külg
fr_fr: grand côté
lv_lv: garā mala
ro_ro: latura mare
tr_tr: uzun kenar

source: short side
da_dk: korte side
de_de: kürzere Seite
et_ee: lühike külg
fr_fr: petit côté
lv_lv: īsā mala
ro_ro: latura mică
tr_tr: kısa kenar

source: Use automatic relevance-enhanced image reduction.
da_dk: Brug automatisk relevans-udvidet billedreduktion.
de_de: Verwende automatische relevanzerhöhende Bildverkleinerung.
et_ee: Kasuta tähtsuse-põhist kujutise vähendamist.
fr_fr: Utiliser la réduction d'image automatique améliorée pertinente.
lv_lv: Izmantojiet automātisko atbilstību uzlabotai attēla samazināšanai.
ro_ro: Folosește automat REIR.
tr_tr: Otomatik ilişki-arttırı resim azalmasını kullan.

source: full chain
da_dk: Alle størrelserne
de_de: alle Größen
et_ee: kõik suurused
fr_fr: chaîne complète
lv_lv: pilna ķēde
ro_ro: lanț complet
tr_tr: fill zincir

source: current
da_dk: aktuel
de_de: aktuelles
fr_fr: actuel
lv_lv: šī brīža
ro_ro: actual

source: Resize to %s pixels.
da_dk: Ændre størrelsen til %s pixels.
de_de: Skalieren auf %s Pixel.
et_ee: Vähenda %s pikslini.
fr_fr: Redimensionner à %s pixels.
lv_lv: Izmainīt līdz %s pikseļiem.
ro_ro: Redimensionează la %s pixeli.

source: Maintain aspect ratio.
da_dk: Lås proportionsforholdet.
de_de: Seitenverhältnis beibehalten.
et_ee: Säilita kujutise kõrguse ja laiuse suhe
fr_fr: Conserver les proportions.
lv_lv: Atstāt proprcijas.
ro_ro: Păstrează aspectul imaginii.

source: Rotate by
da_dk: Rotér med
de_de: Drehen um
et_ee: Pööra
fr_fr: Tourner de
lv_lv: Rotēt par
ro_ro: Rotește cu
tr_tr: İle çevir:

source: 90 degrees left
da_dk: 90&deg; mod venstre
de_de: 90 Grad links
et_ee: 90 kraadi vasakule
fr_fr: 90 degrés à gauche
lv_lv: 90 grādus pa kreisi
ro_ro: 90 de grade la stânga
tr_tr: 90 derece sol

source: 90 degrees right
da_dk: 90&deg; mod højre
de_de: 90 Grad rechts
et_ee: 90 kraadi paremale
fr_fr: 90 degrés à droite
lv_lv: 90 grādus pa labi
ro_ro: 90 de grade la dreapta
tr_tr: 90 derece sağ

source: 180 degrees
da_dk: 180&deg;
de_de: 180 Grad
et_ee: 180 kraadi
fr_fr: 180 degrés
lv_lv: 180 grādus
ro_ro: 180 de grade
tr_tr: 180 derece

source: Invalid target.
da_dk: Ugyldig destination.
de_de: Ungültiger Modus.
et_ee: Vigane objekt.
fr_fr: Cible non valide.
lv_lv: Nepareizs mērķis
ro_ro: Ţintă invalidă.
tr_tr: Geçersiz hedef.

source: Failed to save new image.
da_dk: Det mislykkedes at gemme nyt billede.
de_de: Konnte neues Bild nicht speichern.
et_ee: Kujutise salvestus ebaõnnestus.
fr_fr: Échec lors de l'ouverture d'une nouvelle image.
lv_lv: Neizdevas saglabāt bildi
ro_ro: Nu am reușit să salvez noua imagine.
tr_tr: Yeni resim kaydetmesinde hata.

source: Failed to crop image.
da_dk: Det mislykkedes at beskære billedet.
de_de: Konnte Bild nicht beschneiden.
et_ee: Pildi lõikamine ebaõnnestus.
fr_fr: Échec lors de la taille de l'image.
lv_lv: Neizdevās samazināt bildi.
ro_ro: Nu am reușit să decupez imaginea.
tr_tr: Resim kesmede hata

source: Failed to allocate memory.
da_dk: Det mislykkedes at tildele mere hukommelse.
de_de: Konnte Speicher nicht anfordern.
et_ee: Mälu hõivamine ebaõnnestus.
fr_fr: Échec lors de l'allocation de mémoire.
lv_lv: Neizdevās noteikt atmiņu.
ro_ro: Nu am reușit să aloc memorie.
tr_tr: Geçersiz hafıza paylaşımı.

source: Invalid selection.
da_dk: Ugyldigt valg.
de_de: Ungültige Auswahl.
et_ee: Ebaõige valik
fr_fr: Sélection non valide.
lv_lv: Nepareizi atzīmēts.
ro_ro: Selecție invalidă.
tr_tr: Geçersiz seçim.

source: Failed to resize image.
da_dk: Det mislykkedes at ændre billedstørrelsen.
de_de: Konnte Bild nicht skalieren.
et_ee: Kujutise suuruse muutmine ebaõnnestus.
fr_fr: Échec lors du redimensionnement de l'image.
lv_lv: Neizdevās samazināt attēlu.
ro_ro: Nu am reușit să redimensionez imaginea.
tr_tr: Resim boyutlanmasında hata.

source: Invalid destination dimensions.
da_dk: Ugyldige dimensioner på destination.
de_de: Ungültige Zielgröße.
et_ee: Valed soovitud mõõdud.
fr_fr: Dimensions de destination non valides.
lv_lv: Nepareiza galamērķa dimensija.
ro_ro: Dimensiunile destinației sunt invalide.
tr_tr: Geçersiz hedef boyutu.

source: Invalid query.
da_dk: Ugyldig forespørgsel.
de_de: Ungültige Anfrage.
et_ee: Vigane päring.
fr_fr: Demande non valide.
lv_lv: Nepareizs vaicājums.
ro_ro: Interogare incorectă.
tr_tr: Geçersiz sorgu.

source: Failed to load image.
da_dk: Det mislykkedes at indlæse billedet.
de_de: Konnte Bild nicht laden.
et_ee: Kujutise laadimine ebaõnnestus.
fr_fr: Échec lors du chargement de l'image.
lv_lv: Neizdevās ielādēt attēlu.
ro_ro: Nu am reușit să încarc imaginea.
tr_tr: Resim yüklemede hata

source: Invalid post-id.
da_dk: Ugyldigt indlægs-id.
de_de: Ungültige Artikelnummer.
et_ee: Vigane postituse tunnus.
fr_fr: Id de billet non valide.
lv_lv: Nepareizs post-id.
ro_ro: Post-id incorect.
tr_tr: Geçersiz yazı-ID

source: Unauthorized query.
da_dk: Ingen tilladelse til forespørgsel.
de_de: Unerlaubte Anfrage.
et_ee: Keelatud päring.
fr_fr: Demande non autorisée.
lv_lv: Neautorizēts jautājums.
ro_ro: Interogare neautorizată.
tr_tr: Resmi olmayan sorgu.

source: medium
de_de: mittlere Größe
et_ee: keskmine
fr_fr: moyenne
lv_lv: vidēja
ro_ro: mediu
tr_tr: orta

source: Failed to load image. Image type %s not supported.
de_de: Konnte Bild nicht laden. Bildtyp %s wird nicht unterstützt.
fr_fr: Le chargement de l'image a échoué. Le type d'image %s n'est pas supporté.

source: Failed to load image. File not found.
de_de: Konnte Bild nicht laden. Datei nicht gefunden.
fr_fr: Le chargement de l'image a échoué. Fichier non trouvé.

source: Failed to load image. Invalid image dimensions.
de_de: Konnte Bild nicht laden. Ungültige Bildgröße.
fr_fr: Le chargement de l'image a échoué. Les dimensions de l'image ne sont pas valides.

source: left
et_ee: vasakule
tr_tr: sol

source: center
et_ee: keskele
tr_tr: orta

source: right
et_ee: paremale
tr_tr: sağ

source: top
et_ee: ülemine
tr_tr: üst

source: middle
et_ee: keskmine
tr_tr: orta kısım

source: bottom
et_ee: alumine
tr_tr: arka

source: Scissors enhances WordPress' handling of images by introducing cropping, resizing, rotating, and watermarking functionality.
et_ee: Scissors teeb WordPressi pilditöötluse mitmekülgsemaks, lisades kujutiste lõikamise, suuruse muutmise,pööramise ja vesimärgistuse võimalused

source: Add watermarks to images that are uploaded from now on.
tr_tr: Şimdi yüklenecek olan resimlere watermark ekle.

source: Resize %1$s to %2$s pixels.
tr_tr: %1$s'i %2$s piksele tekrar boyutlandır.

source: Invalid mode.
tr_tr: Geçersiz mod.

source: Invalid side length.
tr_tr: Geçersiz kenar uzunluğu.

source: Add watermarks
tr_tr: Wathermarkları ekle

source: Remove watermarks
tr_tr: Watermarkları sil
